Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A40B.tmx
Source language: en_us
Languages: zh_cn

source: Li Moves On, Spurring Hope for a Chinese First
zh_cn: 李娜继续前进，有望冲击中国第一个大满贯冠军

source: MELBOURNE, Australia - On a personal level, the stakes should be the same when Caroline Wozniacki and Li Na play in the Australian Open semifinals on Thursday.
zh_cn: 墨尔本，澳大利亚——周二澳大利亚公开赛半决赛上，从个人来谈，李娜和凯若琳沃兹尼亚奇的命运是一样的。

source: Neither woman has won a Grand Slam singles title, and a victory would put one of them a match from achieving it.
zh_cn: 她们俩都没有赢得过大满贯单打头衔，一场胜利会让她们中的一个进入那场获取冠军的比赛。

source: But viewed through a wider lens, the agendas diverge: Wozniacki needs to win this tournament to give herself and her No. 1 ranking credibility; Li needs to win it for more than a billion other reasons.
zh_cn: 但从更广的视角来看，情况就不一样了：沃兹尼亚奇需要赢得冠军使自己及她的世界第一排名更让人信服；李娜则有无数其它的理由赢得比赛。

source: Of all the story lines still available in the women's event, a Li victory, which would give China its first Grand Slam singles champion, would seem to be by far the most irresistible, and though Li and China have come this far before, the manner of Li's victories this year in Sydney and now Melbourne has many - tennis executives presumably among them - looking ahead with anticipation.
zh_cn: 在女子比赛现有的故事线索中，李娜的胜利，有可能带给中国第一个大满贯单打冠军，无疑是迄今最诱人的，尽管李和中国以前也达到过半决赛，但今年李娜在悉尼和墨尔本胜利的方式让很多网球高管之间，有了更进上步的预期。

source: Li has not dropped a set, not even been pushed to a tie breaker, on her way back to the semifinals here, where she and her compatriot Zheng Jie were beaten last year.
zh_cn: 半决赛前，李娜未失一盘，甚至没有被拖入过决胜局，去年她和她的同胞郑洁半决赛双双失利。

source: Among this year's believers is Andrea Petkovic, the instinctive, outspoken young German whom the ninth-seeded Li beat, 6-2, 6-4, on Tuesday in the quarterfinals.
zh_cn: 安德莉亚佩特科维奇是今年的信徒之一，这位冲动，真爽的德国女孩在周二的四分之一决赛中被9号种子李娜以6-2, 6-4击败。

source: "It's just the feeling, how she is on court, her confidence and the way she's playing," Petkovic said.
zh_cn: “这仅仅是一种感觉，她在场上的发挥，她的自信及她打球的方式，” 佩特科维奇说。

source: "I just feel she has a great chance to win the tournament.
zh_cn: “我就是觉得她有很大机会赢得冠军。

source: I don't want to put pressure on her, obviously.
zh_cn: 我不想给她压力，很显然。

source: It's just a feeling."
zh_cn: 这就是一种感觉。”

source: Li knows pressure.
zh_cn: 李娜了解这种压力。

source: She has been hearing the question "When will China have a Grand Slam champion?" since she reached the third round here in 2005.
zh_cn: 2005年她在这里进入第三轮时就已经听过这个问题“什么时候中国会有一位大满贯冠军？”

source: She and the other talented players of her generation, including Zheng and Peng Shuai, who lost in the fourth round after holding two match points against Agnieszka Radwanska, are collectively known as the Golden Flowers.
zh_cn: 她和同时代的天才选手，包括郑和彭帅，彭在第四轮对阵拉德万斯卡手握两个赛点时输掉比赛，她们被统称为金花。

source: In China, they are among the most recognizable sports figures, and the women's team victory in last year's Asian Games - a minor event in global tennis terms - was a significant story at home.
zh_cn: 在中国，她们是属于最有名的体育明星，而去年亚运会女子团体冠军—世界网球小赛事—在本土是重大事件。

source: Chinese women have won Olympic gold medals and Grand Slam titles in doubles, but a major singles trophy remains the missing prize, made more pressing by the sense that the follow-up generation, once called the Little Flowers, has yet to make significant inroads on tour.
zh_cn: 中国女子已经赢得过双打奥运和大满贯金牌，但重要的单打冠军还是不曾获得的荣誉，对于后来的一代，一度称为小花的运动员，产生更加迫切的希望，要付出巨大的努力。

source: For now, and perhaps longer than that, it looks to be up to the 28-year-old Li, a late bloomer with a flower tattoo on her chest and an independent streak who, frustrated by her results on the satellite tour, once took a two-year break from the game to follow a media-studies program at a Chinese university before returning in 2004.
zh_cn: 目前，看来要由28的李还完成这一使命，她是一个大器晚成的运动员，胸前还刺了一朵花，有独立的个性，在一系列卫星赛事里受挫，一度远离赛场在一所中国大学学习新闻专业直到2004年复出。

source: "I couldn't find the positive thing," she said of her sabbatical.
zh_cn: “我找不到积极的事情”她提到她的休假。

source: "So I came to university for two years, also my husband with me.
zh_cn: “所以我去大学2年，我丈夫也陪着我。

source: So we are in the same class."
zh_cn: 因此我们在同一个班。”

source: Seven years later, she and her husband, Jiang Shan, continue to work side by side.
zh_cn: 7年后，她和丈夫江山，继续并背工作。

source: A former leading Chinese player, Jiang is back to being her primary coach after she parted ways with Thomas Hogstedt, a Swede who is now employed by Maria Sharapova.
zh_cn: 江是前中国队主力，在瑞典人托马斯赫格斯泰德离开受雇于玛利亚莎拉波娃之后，回来成为她的主教练。

source: Li has long been considered the most impressive athlete among the Chinese women.
zh_cn: 李很久以来被认为是最令人印象深刻的中国女运动员。

source: Her powerful legs and smooth base-line technique represent a very solid platform for hitting her relatively flat, low ground strokes.
zh_cn: 她强劲的双腿和流畅的底线技术让她有相关坚实的基础打出低平落地球。

source: But she has kept faltering for good reasons: her margins for error are low, and she often becomes edgy and inconsistent under big-match pressure.
zh_cn: 但她也有充足的理由磕磕绊绊：她对失误的容忍度很低，而且她经常在大赛压力下变得暴躁和前后不一。

source: There should be plenty of that from here to the finish with the top three women's seeds - Wozniacki, Vera Zvonareva and Kim Clijsters - still in contention.
zh_cn: 与头三号女子种子选手—沃兹尼亚奇，及还在争夺的维拉兹沃娜列娃和克里斯特尔斯，从这里到冠军还会有大量压力。

source: But Li should hardly walk into Rod Laver Arena without belief Thursday.
zh_cn: 但李娜周四没有信念很难走到中心球场。

source: She beat Wozniacki in both of their matches last season, winning in the fourth round here last year.
zh_cn: 她上赛季在两场比赛中击败沃兹尼亚奇，去年澳网打入第四轮。

source: She has the weapons and foot speed to trump Wozniacki's world-class defenses, but Wozniacki, the not-quite-great Dane, is a remarkable competitor and underrated tactician.
zh_cn: 她有武器和步伐速度打败沃兹尼亚奇世界级的防守，但沃兹尼亚奇，不太伟大的丹麦人，是个了不起的对手和被低估的战术大师。

source: She proved it again by rallying to defeat Francesca Schiavone, 3-6, 6-3, 6-3, on Tuesday.
zh_cn: 周二，她通过连续对拉3-6, 6-3, 6-3击败弗朗西斯卡斯奇亚沃尼再次证明这点。

source: At the start, Wozniacki was marooned too far behind the baseline, while Schiavone, an Italian, used her panoply of shots and spins to spectacular effect.
zh_cn: 起初，沃兹尼亚奇离底线太远，而意大利选手斯奇亚沃尼，使用各种球路和旋转达到惊人效果。

source: But Wozniacki gradually regained essential ground: advancing in the court and reeling off six straight games from 1-3 down in the second set as Schiavone, 30, began looking weary in the legs and the head.
zh_cn: 但沃兹尼亚奇逐渐稳住阵角：第二盘1-3落后时奋起直追，连赢6局，而30岁的斯奇亚沃尼开始看起来身心俱疲。

source: That was no surprise considering that Schiavone is 10 years older than Wozniacki and had required 4 hours 44 minutes on Sunday to defeat Svetlana Kuznetsova in the longest recorded women's singles match in Grand Slam history.
zh_cn: 考虑到斯奇亚沃尼比沃兹尼亚奇大10岁这一点也不奇怪，而且星期天还用大满贯女子单打历史上最长的4小时44分钟才击败斯维特拉娜库兹涅佐娃。

source: "But I had my chance anyway," Schiavone said.
zh_cn: “但无论如何我还是有机会的” 斯奇亚沃尼说。

source: "Maybe in the third set, I felt a little bit something physically, but it's not an excuse.
zh_cn: “可能在第三盘，我体力上有点问题，但这不是借口。

source: I think I gave the best that I could do."
zh_cn: 我想我尽力了。”

source: For Schiavone, shortening the points from a position of strength was a terrific, deeply entertaining idea.
zh_cn: 对于斯奇亚沃尼来说，从力量角度简化观点是个非常好，娱乐性很高的主意。

source: How much more exciting would women's tennis be if more players understood how to sneak to the net when they sensed an opportunity?
zh_cn: 如果更多的球员感到机会时知道如何上网，女子网球会多么的令人激动。

source: But shortening points by hitting desperation drop shots that felt more like concessions than tactics was not nearly so wise, and Wozniacki, to her credit, kept hunting down balls and coming up with solutions: lob winners, tightly angled backhands and two remarkable cross-court forehand passing shots on the run that Schiavone could reach but not handle.
zh_cn: 但通过拼命扣杀就让人觉得更像退让而不是战术就不是那么明智了，而沃兹尼亚奇，值得称赞，不断穷追猛打，并想出方法：高球赢家，刁钻的把手和两记漂亮的正手穿越让斯奇亚沃尼望球兴叹。

source: It has been an excellent adventure for Wozniacki in Melbourne this year, even though it is perhaps time to tone down her attempts to be entertaining in the press room (she showed up Tuesday wearing boxing gloves and carrying an inflatable kangaroo given to her by some members of the news media).
zh_cn: 今年的墨尔本对沃兹尼亚奇是极好的体验，尽管可能是时候降低在的新闻发布室的娱乐尝试。（她周二露面时戴着拳击手套，抱着一个某个新闻媒体给她的充气袋鼠。）

source: But she turned serious when asked if it was strange that the No. 1 player in the world was letting others take the initiative on court.
zh_cn: 但当被问到是否有点奇怪世界第一选手在场上让其他选手掌握主动时，她变得严肃起来。

source: "I just want to know who won the match," she said.
zh_cn: “我只想知道谁赢得了比赛”她说。

source: "I think I did that, so I think there is no question I'm playing to win.
zh_cn: “我想是我，因此我想毫无疑问我正赢得比赛。
